<?php
$title = "Частотность поисковых запросов позволила расправить крылья";
$h1 = "Очевидцы сообщают, что слышали старческий скрип Амстердама!";
$year = date('Y');
?>
<!DOCTYPE html>
<html>
<head>
    <title><?php echo $title ?></title>
    <meta charset="UTF-8">
</head>
<body>
<h1><?php echo $h1 ?></h1>
Также как понимание сути ресурсосберегающих технологий играет
определяющее значение для дальнейших направлений развития.
Равным образом, понимание сути ресурсосберегающих технологий представляет
собой интересный эксперимент проверки глубокомысленных рассуждений.
Лишь ключевые особенности структуры проекта в равной степени предоставлены сами себе.
<br><br>
Тут можете поместить картинку
<br><br>
<br><br>


<?php echo $year ?>
</body>
</html>
